---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingThicknessParam
source: html/663c71e9-2cba-79bc-a3f2-5fff70b02b51.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingThicknessParam Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingThicknessParam { get; }
```